[
  {
    "que": "How will my plant arrive?",
    "ans": "We ship plants in their nursery grow pot, reducing stress and shock. If paired with a planter, the grow pot is securely nestled. Large plants and planters, including faux plants, will be shipped separately due to weight. We also offer freshly potted plants in-store for local plant parents, ensuring a shorter journey to your home."
  },
  {
    "que": "What if my order is a gift?",
    "ans": "On our cart page, add a gift note and order without pricing information. All orders include instructions for accessing our digital Care Library. Inform your gift recipient by filling out the form linked in your confirmation email, without spoiling the surprise or sending marketing emails."
  },
  {
    "que": "Do I have to repot my plant once it arrives?",
    "ans": "Allow your plant to acclimate to its new environment for two weeks before repotting it. The wider earthenware planter is for growth, but it's optional. Plant care is self-care, so choose what works best for you. Try different methods for different plants and don't be afraid to experiment."
  },
  {
    "que": "What type of plant care suppport do you provide?",
    "ans": "Plant Care Library: Use the Plant Care Library to find easy-to-follow care instructions for your plant, and gift recipients receive instructions in their package. For forgotten plant names, check your order confirmation email, Account page's Order History, and shipment packing slip."
  },
  {
    "que": "My plant arrived healthy but its not doing well. What should I do?",
    "ans": "If your plant is healthy but not performing well, contact us with photos for assistance. We offer a 30-day customer satisfaction guarantee if the plant declines within the first month.Tip: Online orders can be replaced at any shop, but inventory differs. Call closest shop in advance for availability. Plant resources and experts available for over 30 days."
  },
  {
    "que": "What payment options do you offer?",
    "ans": "For now we accept only COD (Cash On Delivery)."
  },
  {
    "que": "Why does my plant look different from application?",
    "ans": "There will be variances in colour, texture, finish, and size in live plants and small-batch ceramics. Although we try our best to represent our potted plants as exactly as possible, there may be little variations from what is seen online."
  }
]
