{
  "text": "We provide you access to our products and services through greenery android application which you can find in google play store, subject to the following Terms of Use, which may be updated by us from time to time notice to you.\nBy browsing the public areas or by accessing and using the application, you acknowledge that you have read, understood, and agree to be legally bound by the terms and conditions of these Terms of Service and the terms and conditions of our Privacy Policy, which are hereby incorporated by reference collectively, this “Agreement”.  If you do not agree to any of these terms, then please do not use the application.\nAny user who registers with us (each, a “Registered User”) and wishes to purchase a product or service through our application is agreeing to the terms of this Agreement and any other posted terms and conditions that relate to such product or service.\nDescription and Use of Our Website:\n------------------------------------\nGreenery offers access to the application for Registered Users. Registered users can purchase products and services, view publicly-available content, and email us, also can access exclusive content, create personal accounts, post comments, sign up for programs, receive alerts, and become part of the our greenery community. The greenery reserves the right to accept or reject registrations and deactivate accounts if they violate these Terms of Use.\nCommunity Guidelines:\n------------------------\n The greenery community operates best when users follow certain guidelines. \n=> By accessing and using the application, users agree to comply with the Community Guidelines.\n => Which include adhering to all applicable laws.\n=> Avoiding content that infringes copyright, trademark or proprietary rights, and avoiding defamatory, libelous, indecent, obscene, pornographic, sexually explicit, invasive of privacy, promoting violence, or contains hate speech.\n=> Users are also prohibited from harassing or harassing others, collecting market research for competing businesses, impersonating individuals or entities, interrupting the website's proper operation, covering or obscuring advertisements or safety features, using automated means without express written permission, imposing unreasonable or disproportionately large loads on the website's technical infrastructure, and reporting inappropriate content.\n=> The greenery reserves the right to deny access to the application or any portion without notice and remove content that does not adhere to these guidelines.\nSign-in Name; Password; Unique\n Identifiers:\n-----------------------------------------------\nTo become a Registered User, create an account with a Sign-In Name, Password, and Unique Identifiers. Provide accurate, current, and complete information. Each account can only be used by one Registered User. Be responsible for confidentiality, use, misuse, and communication. Deactivate or change Passwords or Unique Identifiers promptly. We reserve the right to delete or change Passwords or Identifiers without liability.\nFees and Payment:\n-----------------\nWe didn't allow any online payment method or and and card transaction, though any registered user can order their product and the payment system will be cash on delivery.\nRegistered User Content:\n--------------------------\nThe application allows Registered Users to post and upload their Registered User Content, but users acknowledge that their content will be accessible to others and has no confidentiality or privacy. They are responsible for all content they upload, post, email, or transmit via the Website. They grant greenery and its sublicensees a non-exclusive, royalty-free, freely sublicensable, perpetual license to modify, compile, combine with other content, copy, record, synchronize, transmit, translate, format, distribute, publicly display, perform, and use or exploit their Registered User Content. They also grant them the right to use their Registered User Content, Sign-In Name, name, likeness, and photograph in connection with advertising and promotion of greenery and our products and services. If submitted, users represent and warranty that their content is their original creation, has the necessary rights, and does not infringe or misappropriate any intellectual property or moral rights.\nRestrictions:\n----------------\nApplication for 13+ individuals; review Agreement with parent or guardian if under majority in jurisdiction.\nCommunications with Us:\n---------------------------\nAlthough we encourage you to e-mail us, we do not want you to, and you should not, e-mail us any content that contains confidential information. With respect to all e-mails and communications you send to us, including, but not limited to, feedback, questions, comments, suggestions, and the like, we shall be free to use any ideas, concepts, know-how, or techniques contained in your communications for any purpose whatsoever, including but not limited to, the development, production, and marketing of products and services that incorporate such information without compensation or attribution to you.\nNo Warranties:\n------------------\nThe application and content are provided on an as=is and as-available basis without warranties, including error-free operation or content free of computer viruses or destructive features. We disclaim all warranties, including title, merchandisability, non-infringement of third party rights, and fitness for purpose. We are not liable for any indirect, incidental, or consequential damages, lost profits, or business interruptions resulting from the use or inability to access the website or the content. Direct damages resulting from your use of the application or the content are limited to the money you paid within three months of the event giving rise to the claim. Application may contain technical inaccuracies or typographical errors, and we are not responsible for any such errors.\nThe applicatoin may contain information on certain products and services, not all of which are available in every location. We reserve the right to make changes, corrections, and improvements without notice."
}
